export const navigation = [
  {
    title: '检测大数据',
    data: [
      {
        title: '桥梁主动防撞',
        path: '',
        explain:
          '桥梁主动防撞是一种通过传感器和计算机技术，实时监测桥梁状态，并在检测到异常情况时自动发出警报的预防性维护方法。'
      },
      {
        title: '桥梁健康监测',
        path: '',
        explain:
          '桥梁健康监测是一种通过传感器和计算机技术，实时监测桥梁状态，包括结构变形、应力应变、温度变化等，以评估桥梁的运行状态和健康状况的方法。'
      },
      {
        title: '隧道安全监测',
        path: '',
        explain:
          '隧道安全监测是一种通过传感器和计算机技术，实时监测隧道状态，包括结构变形、应力应变、温度变化等，以评估隧道的运行状态和健康状况的方法。'
      },
      {
        title: '边坡健康监测',
        path: '',
        explain:
          '边坡健康监测是一种通过传感器和计算机技术，实时监测边坡状态，包括坡体位移、应力应变、降雨量等，以评估边坡的稳定性和健康状况的方法。'
      }
    ]
  },
  {
    title: '采集管理',
    data: [
      {
        title: '项目巡检',
        path: '',
        explain:
          '项目巡检是一种通过人工或自动化设备，定期检查项目现场，包括设备运行状态、环境条件、人员安全等，以确保项目顺利进行的方法。'
      },
      {
        title: '无人机巡检',
        path: '',
        explain:
          '无人机巡检是一种通过无人机搭载传感器，在空中进行巡检，获取项目现场数据，如设备运行状态、环境条件、人员安全等，以评估项目状态的方法。'
      },
      {
        title: '道路智能巡检',
        path: '',
        explain:
          '道路智能巡检是一种通过智能设备，如自动驾驶汽车，在道路上进行巡检，获取道路状态数据，如交通流量、路面状况、天气条件等，以评估道路状态的方法。'
      },
      {
        title: '机器狗巡检',
        path: '',
        explain:
          '机器狗巡检是一种通过机器狗搭载传感器，在项目中进行巡检，获取项目现场数据，如设备运行状态、环境条件、人员安全等，以评估项目状态的方法。'
      }
    ]
  },
  {
    title: '报告',
    data: [
      {
        title: '月度报告',
        path: '',
        explain: '月度报告是一种定期生成的报告，用于总结项目在一个月内的进展、问题和解决方案。'
      },
      {
        title: '季度报告',
        path: '',
        explain: '季度报告是一种定期生成的报告，用于总结项目在三个月内的进展、问题和解决方案。'
      },
      {
        title: '年度报告',
        path: '',
        explain: '年度报告是一种定期生成的报告，用于总结项目在一年内的进展、问题和解决方案。'
      }
    ]
  },
  {
    title: '病害库',
    data: [
      {
        title: '裂缝',
        path: '',
        explain:
          '裂缝是一种常见的道路病害，通常是由于路面材料老化、施工质量问题或自然灾害等原因造成的。裂缝会导致路面损坏、排水不畅、安全隐患等问题。'
      }
    ]
  },
  {
    title: '专家库',
    data: [
      {
        title: '专家信息',
        path: '',
        explain:
          '专家信息是一种用于存储专家个人信息的数据库，包括专家的姓名、职称、研究领域、联系方式等。'
      },
      {
        title: '专家预约',
        path: '',
        explain:
          '专家预约是一种用于预约专家进行咨询或服务的系统，包括专家的预约时间、地点、费用等。'
      }
    ]
  }
]
